<%-- 
    Document   : QA1
    Created on : 2018/7/3, 下午 01:48:04
    Author     : 林淑鈴
--%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
    <head>
        <fmt:requestEncoding value="UTF-8"/>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>JSP Page</title>
    </head>
    <body>
    <h1>如何登入會員？</h1>
    <h2>註冊/登入</h2>
    <h3>成為會員對我有什麼好處嗎？</h3>
        成為會員，可享購物服務及保障，包含「24小時全年無休」、 「免費送貨到府」、 「免費退換貨」、 「1０天猶豫期」、 「一億元產品責任險」、「多重付款機制」及「信用卡付款無息分期」。</P>
    <h3>請問如何保障我個人資料的安全性？</h3>
        我們非常尊重客戶隱私權。 對於您的個人資料，我們均有嚴格的保密措施。並依據制定之隱私權政策，蒐集、 管理及使用您的個人資料。 相關說明請參閱我們的隱私權政策。
    <h3>為什麼加入客戶時需要先輸入我的身分證字號？</h3>
        您的身份證字號如同金鑰，為保障您的購物安全，當系統與您核對並確認身分證字號後，會再與您核對：姓名、出生年月日及聯絡電話等資料，以確保您的購物權益。</P>
    <h2>變更/忘記密碼</h2>
    <h3>密碼應如何變更呢?</h3>
        請您登入之後至【客服中心】的【我的帳戶】內，點選【密碼修改】將進入我的資料管理修改頁面，最下方有重新設定登入密碼選項，敬請點選【重新設定】選項即可修改。建議您可每隔一段時間更新密碼並牢記，以確保您個人帳戶安全。
    <h3>如果我忘了之前在客服中心所留的個人資料，以致無法登入，我該怎麼辦？</h3>
        請於網頁點選「客服中心」，將由網路客服人員為您服務。
    <h2>如果忘記密碼怎麼辦？</h2>
        請連結至登入專區「忘記密碼」申請，您可選擇使用手機簡訊認證或Email連結認證以核對您的身分，經系統檢核通過後，即可在線上重新設定一組新的登入密碼。
</body>
</html>
