<%-- 
    Document   : QA2
    Created on : 2018/7/3, 下午 03:27:33
    Author     : 林淑鈴
--%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>JSP Page</title>
    </head>
    <body>

        <h1>異動訂單資料</h1>
        <h2>查訂單</h2>
        <h3>我下訂單後，怎麼知道我的訂單已經成立了呢？</h3>
            您在完成訂單後，系統會在網頁上顯示相關訂購成功訊息，並以電子郵件及簡訊的方式通知您該筆訂單已經成立。
        <h3>我可以在網站了解目前訂單的處理狀況嗎？</h3>
            您可以隨時點選網站「我的帳戶」，藉由『訂單管理』功能查詢您個人訂單的處理狀況；提醒您，若您當時選擇首次購買，則於此頁面下方依訂單編號進行訂單查詢。
        <h3>我如何能確保收到的商品就是我當初所訂購的商品內容？</h3>
            在您收到訂購商品時，我們隨貨為您附上了「商品明細表」，請您依表核對包裝箱內的商品內容，若有不符或短少，為確保您的權益請於24小時內來電客服中心，我們將即刻為您作紀錄並進行處理。商品明細表為退換貨憑證之一，請您在天猶豫期內，妥善保管勿毀損丟棄。
        <h3>我可以在訂單成立後，要求更改訂購數量嗎？</h3>
             請於網頁上方點選『客服中心』並點選「聯絡客服」，將由網路客服人員為您服務。
        <h3>我可以在訂單成立後，要求取消該筆訂單嗎？<h3>
            請至訂單查詢頁，確認所要取消的訂單後，按下「消/退」鍵，則將立即為您取消該筆訂單；若該筆訂單無法線上「消/退」時，則請於網頁上方點選『客服中心』並點選「聯絡客服」，將由網路客服人員為您服務。
        <h3>我可以在訂單成立後，要求更改送貨地址嗎？</h3>
            請於完成訂貨2小時內於網頁上方點選『客服中心』並點選「聯絡客服」反應，將由網路客服人員為您服務。
        <h3>如何更改配送地址?</h3>
            此功能僅適用『接獲訂單』時，提供您臨時更改配送地址。地址一經變更即無法符合12小時速達條件。 每張訂單僅能有一個配送地址，若需2個以上配送地，建議您分單訂購。 此功能僅適用於網路成立之訂單。
        <h2>退換貨/取消訂單</h2>
        <h3>我要如何進行訂單取消（或退貨、換貨）呢？</h3>
            請至訂單查詢頁，依訂單編號點選『查看明細』鍵，按下「消/退」鍵，則將立即為您辦理訂單取消、退貨事宜。
        <h3>商品還沒到貨前即取消訂單該如何處理？</h3>
            請您無需前往門市，此訂單商品將後續退貨公司並退貨處理。
        <h3>我要如何進行換貨？</h3>
            若您的商品需辦理換貨服務，請您至「客服中心」與我們聯絡。(請備註方便換貨地址、收件人及電話，後續將協助儘速為您處理。)</p>

                </body>
                </html>
