<%-- 
    Document   : QA3
    Created on : 2018/7/3, 下午 03:27:50
    Author     : 林淑鈴
--%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>JSP Page</title>
    </head>
    <body>

        <h1>配送/回收商品</h1>
        <h3>我要如何查詢配送進度？</h3>
            您於登入會員後，至『我的帳戶』→『訂單管理』查詢配送狀況，訂單狀態：配送中-表示已通知廠商出貨；已配送-表示廠商已送交郵局或貨運寄送。若您當時選擇首次購買，則於此頁面下方依訂單編號進行訂單查詢，一樣可以確認訂單配送狀態。
        <h3>我可以指定送貨地點嗎？</h3>
            您可以在填寫訂單資料時的收件人欄位，輸入您指定的送貨地址，唯目前暫不提供離島地區配送，敬請見諒。
        <h3>請問送貨地址可指定郵政信箱嗎？</h3>
            目前商品的配(寄)送需有指定收貨地址，故無法指定郵政信箱為配送地。
        <h3>請問配合的宅配公司是哪一家？</h3>
            視商品及配送區域之因素，提供不同配送方式,例如『台灣宅配通』、『黑貓宅急便』、『新竹貨運』、『中華郵政』等各家物流業者，商品皆以出貨單位配合物流業者為主，恕無法挑選特定物流業者。
        <h3>我在確認訂單後，多久可以收到商品呢？</h3>
            一般在訂單確認後五天內(不含例假日)將貨品運送到指定地點。您可在「我的帳戶」內，查詢您最近訂購商品的送貨狀態(配送中-表示已通知廠商出貨；已配送-表示廠商已送交郵局或貨運寄送)。
        <h3>訂單已超過配送時間為何還沒收到商品？</h3>
            請您至「客服中心」與我們聯絡，我們將儘速為您查詢商品流向。


    </p>

</body>
</html>
